{
    "self": {
        "good": "Your work has been triesome but you figured out how to work on this global climate crisis while also taking care of yourself at the same time. You find yourself in a much better financial and mental space than you were before this journey. You were able to find peace, comfort and satisfaction in your work as you helped save the environment. You found your purpose and your voice and were able to save not only the world around you but also yourself.",
        "med": "You find yourself in a similar place after your journey as you were before. Although you spent a lot of time working with communities and advocating for global sustainable change, this didn’t end up affecting your personal life and health too much, in both a good and bad way. Your journey did not grant you the fulfillment you thought it would, as you still find yourself searching for your purpose in the world, and continue to need to work on yourself, just as you felt the need to before your journey.",
        "bad": "Your efforts to the world have not gone unnoticed… but at what cost? You’re drained from all of the work you have put into making sustainable choices, and ultimately have found yourself in a hard spot in life, it is rewarding to see the world around you on a path to greater good, but all your volunteer work and advocating with communities has left you with no source of income and a distressing uncertainty for the future. Perhaps you should have made more efforts to take care of yourself on this journey as you now must deal with your own personal afflictions that have come from selflessness."
    },
    "society": {
        "good": "Societies around the world are coming together to continue to work towards a greener planet. Economies around the globe have shifted and are not only more sustainability focused but now have reduced income inequalities, implemented more sustainable wages for all workers and created millions of new jobs. Systemic injustices, racism and acts of aggression are at an all time low, as we see cultures have come together to work towards one goal as one people of this earth: to save our planet. You successfully have shifted long-instilled injustices in our society and the world feels more at peace.",
        "med": "Societies across the world are starting to work together to prioritize their reduction of waste and are beginning efforts to switch to more effective methods of reducing, reusing and recycling and are focusing on cleaner energy use. However there is still much more work to be done here as society is continuing to put blame on one another for the climate crisis. There continues to be contention around decision making in communities, however there are still efforts to make lasting changes in favor of our environment.",
        "bad": "Societies across the globe, although now living in a greener, fresher world, are still suffering as they were before. Acts of aggression, racism and discirminancy are still prevalent in most societies but especially those consisting of indigenous peoples, communities of color, low-income workers and other ‘vulnerable communities’.Economic inequalities around the globe are still an urgent issue, and continue to cause lots of contention from not only society to society, but from people to people inside those populations as well."
    },
    "sustainability": {
        "good": "Your noble dedication to sustainability has completely stopped Global Warming; and the climate and environmental catastrophe that we were once on track towards being a reality has been completely averted. There is clean air and clean water for everyone, the ice sheets are no longer melting and sea levels are no longer rising, and the world is starting to look a little more familiar. All of this is due to the fact that you achieved the impossible. You not only stopped global warming before it got to 2 degrees Celsius beyond pre industrialized levels, but you got the entire world to net zero global Greenhouse gas emissions.",
        "med": "Your sustainability efforts during your adventure have been decently successful. The earth is definitely in a better place since you embarked on your journey, but not as much as it could have been. Global warming has decreased exponentially, but it is still a concern, as the globe continues to approach the 2 degrees above pre-industrial levels.. Your journey has been prosperous in the extent that you have given the earth more time to heal but in hindsight maybe there was a way in which you could have completely solved climate change and our warming world on your own.",
        "bad": "Your ultimate sustainability mission to have net zero global greenhouse gas emissions has not been successful. The Green New Deal is still in the works, and many aspects of the environment are still in trouble as they were before you embarked on your journey. Coral reefs are still almost completely extinct, severe storms and wildfires are unpredictable and frequent, and ice caps melting leading to sea level rise is still a huge concern for vulnerable coast-based communities. In hindsight there was maybe a way in which you were able to hold greenhouse gas emissions completely and focus more on creating lasting sustainable efforts to save our planet, however you can only move forward and hope someone else out there can do a better job at saving our planet."
    }
}