{
    "self": {
        "good": "Your work has been tiresome but you figured out how to work on the global climate crisis while also taking care of yourself at the same time. Your balancing of self care and climate justice was superb and were able to save not only the world around you but also yourself. ",
        "med": "Your journey towards a regenerative economy has been long and tiresome, but you managed to stay afloat along the way. Through tackling various sustainability and societal issues, you were also able to keep a good grasp on your own needs in addition to the worlds. You find yourself a bit worn out from this journey, and could have maybe allocated more time to rest and participate in more self care activities, but nonetheless you survived and stood tall next to your friends throughout this adventure.",
        "bad": "Your efforts to the world have not gone unnoticed… but at what cost? You’re drained from all of the work you have put into making sustainable choices. Perhaps you should have made more efforts to take care of yourself on this journey rather than neglecting your self care in your efforts to create a regenerative economy for sustainable societies as you now must deal with your own personal afflictions that have come from such selflessness. "
    },
    "society": {
        "good": "Societies around the world are coming together to continue to work towards a greener planet. Systemic injustices, racism and acts of aggression are at an all time low, as we see cultures have come together to work towards one goal as one people of this earth: to save our planet. You successfully have brought attention and started actionable change towards a just democracy and getting rid of long-instilled injustices in our society once and for all… the world feels more at peace and more connected thanks to your efforts.",
        "med": "You and your friend’s journey highlighted the importance of coming together to support communities around the globe. You learned about communities’ rights to the resources required to create ecologically sustainable lifestyles, fair immigration rights and removal of systematic injustices, however just learning about these issues is not enough to make lasting change, perhaps you could have prioritized advocating for these societal issues a bit more in your adventure.",
        "bad": "Societies across the globe, although now living in a greener, fresher world, are still suffering as they were before. Acts of aggression, racism and discirminancy are still prevalent in most societies but especially those consisting of indigenous peoples, communities of color, low-income workers and other ‘vulnerable communities.’ You and your friend’s journey didn’t prioritize vulnerable communities' needs to the extent that it should’ve."
    },
    "sustainability": {
        "good": "Your noble dedication to creating a more sustainable world has consisted of hard work advocating for a more sustainable future for our world. You and your friend’s journey consisted of pushing for ways to guarantee all communities clean air, land and water, advocate for food and land sovereignty, solutions to mitigate harmful pollutants and discovering ways to implement new renewable energy resources. Your success in your sustainability actions on your journey inspired communities from all cultures to come together to demand justice for their rights to sustainability and work towards a more sustainable future.",
        "med": "Your sustainability efforts during your adventure have been decently successful. The earth is definitely in a better place since you embarked on your journey, but not as much as it could have been. You and your friends learned about many ways to support our earth, and educated yourself on ways to help assist in food sovereignty, pollution mitigation and renewable energy resources, but failed to make actionable change towards finding solutions to these pressing issues. Maybe next time you can focus on your sustainability efforts a bit more in your adventure towards a regenerative economy ",
        "bad": "Your ultimate sustainability mission you and your friends set off on has been unsuccessful to stay the least. The Green New Deal is still in the works, and many necessary characteristics that a sustainable future has are still not available. Communities are not guaranteed clean and protected land, air and water and energy resources are still not clean or renewable and are hurting our environment. You and your friends' noble efforts towards balancing self society and sustainability were unsuccessful in the sustainability field and many of the environmental concerns that needed to be fixed were left unaddressed"
    }
}